Revit 2027 API
ParameterTypeId.StructuralStartReleaseMx Property
 "Start Mx"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StructuralStartReleaseMx { get; }
Public Shared ReadOnly Property StructuralStartReleaseMx As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StructuralStartReleaseMx {
	ForgeTypeId^ get ();
}
static member StructuralStartReleaseMx : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace